[Information]
TRANSLATOR=Juha T, teijo(at)luukku(dot)com
VERSION=5.0.3

[Language]
LANGUAGE=Suomi
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x040B

[Menu]
DEFAULT_RANDOM=Oletus (Satunnaista)
FILE=&Tiedosto
FILE_EXIT=&Lopeta
EDIT=&Muokkaa
EDIT_COPY=&Kopioi
TEST_DATA=&Testidata
THEME=&Teema
HELP=&Ohje
HELP_ABOUT=&Tietoja CrystalDiskMark:sta
LANGUAGE=Kieli
ZOOM=&Suurennus
AUTO=&Autom.

; 4.0
SETTINGS=&Asetukset
SAVE=&Tallenna
QUEUES_THREADS=&Jonot && säikeet
IE8_MODE=&IE8-tila

; 4.1
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour

; 5.0.3
ALL_ZERO=Kaikki 0x00 (0-täyttö)

; 5.1.0
SELECT_FOLDER=Select Folder

[Message]
STOP_BENCHMARK=Lopeta testiohjelma.
DISK_CAPACITY_ERROR=Kovalevyn kapasiteetti eri riitä.
DISK_CREATE_FILE_ERROR=Tiedoston luonti epäonnistui.
DISK_WRITE_ERROR=Kirjoitusvirhe.
DISK_READ_ERROR=Lukuvirhe.

[Title]
TEST_DRIVE=Testattava asema
TEST_SIZE=Testin koko
TEST_COUNT=Testauskerrat

[WindowTitle]
ABOUT=Tietoja CrystalDiskMark:sta
QUEUES_THREADS=Jonot & säikeet
